brew "awscli"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "lazygit"
brew "luarocks"
brew "make"
brew "neovim"
brew "nodejs"
brew "npm"
brew "python3"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "uv"
brew "wget"
brew "yq"
brew "zsh"

# Terminal
cask "neovide"
cask "ghostty"
cask "nikitabobko/tap/aerospace"

# Containers
cask "docker"

# Fonts
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-fira-code-nerd-font"

# Applications
cask "superhuman"
cask "slack"
cask "notion"
cask "obsidian"
cask "google-chrome"
cask "whatsapp"
cask "messenger"

