tap "homebrew/cask-fonts"

brew "git"
brew "curl"
brew "wget"
brew "zsh"
brew "tmux"
brew "neovim"
brew "stow"
brew "gcc"
brew "make"
brew "go"
brew "python3"
brew "nodejs"
brew "npm"
brew "rust"
brew "luarocks"
brew "fd"
brew "ripgrep"
brew "fzf"
brew "tree"
brew "act"
brew "exa"
brew "glow"
brew "lazygit"
brew "protobuf"
brew "tig"
brew "tmuxinator"
brew "awscli"
brew "kubectl"
brew "kubectx"
brew "k9s"
brew "openjdk@17"
brew "google-java-format"
brew "pipx"
brew "pyenv"

# Terminal
cask "kitty"

# Containers
cask "docker"

# Fonts
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-fira-code-nerd-font"

# Applications
cask "obsidian"
cask "todoist"
cask "google-chrome"
cask "whatsapp"
cask "messenger"

