brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
cask "kitty"
brew "neovim"
brew "tmux"
brew "stow"

cask "docker"
brew "docker-compose"

brew "awscli"

brew "kubectl"
brew "kubectx"
brew "k9s"

brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "glow"
brew "lazygit"
brew "protobuf"
brew "ripgrep"
brew "tig"
brew "tmuxinator"
brew "tree"
brew "wget"

brew "openjdk@17"
brew "google-java-format"

brew "rust"
brew "node"

brew "golang"
brew "dlv"

cask "miniconda"

brew "luarocks"
brew "stylua"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-fira-code-nerd-font"

cask "obsidian"
cask "todoist"
cask "slack"
cask "spotify"
cask "google-chrome"
cask "whatsapp"
cask "messenger"
